lucubration.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Lucubration</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Lucubration"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2008-05-04"/>
<meta name="author" content="Peter Danenberg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
<link rel="stylesheet" type="text/css"/ href="daybook.css">
</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Lucubration</h1>


<blockquote>

<p>I could lucubrate largely de omni scibili, but paper happily runs
short. —Thomas Arnold, 1795–1842<sup><a class="footref" name="fnr-.1" href="#fn-.1">1</a></sup>
</p>
</blockquote>


<p>
The lucubrator's<sup><a class="footref" name="fnr-.2" href="#fn-.2">2</a></sup> day is litrefacient,<sup><a class="footref" name="fnr-.3" href="#fn-.3">3</a></sup> to be sure (e.g.
four post- to eight ante-meridiem); but the georgical<sup><a class="footref" name="fnr-.4" href="#fn-.4">4</a></sup> is
superior (media nox to four post meridiem).<sup><a class="footref" name="fnr-.5" href="#fn-.5">5</a></sup>
</p>
<p>
While facient men<sup><a class="footref" name="fnr-.6" href="#fn-.6">6</a></sup> prefer either to the journal<sup><a class="footref" name="fnr-.7" href="#fn-.7">7</a></sup> or
illucubrate day, one is tardy and sinister; the other, fresh and
dextrous.
</p>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">
<p class="footnote"><sup><a class="footnum" name="fn-.1" href="#fnr-.1">1</a></sup> Kathleen Haley gewidmet
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.2" href="#fnr-.2">2</a></sup> [a. L. <i>lucubrare</i> ] To work by artificial light.
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.3" href="#fnr-.3">3</a></sup> [a. L. <i>littera</i>: letter, <i>facere</i>: to make] Producing words;
  whether writing, composing or programming.</p ><p >
  </p ><p >
  Formed on analogy with obdurefacio [&lt; <i>obdurare</i> ] as opposed to,
  say, afficio [&lt; <i>affeci</i> ]; on account of the strong a and first
  conjugation.</p ><p >
  </p ><p >
  The elision of the medial <i>e</i> in litera- \(\to\) litra- is probably
  illegitimate.
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.4" href="#fnr-.4">4</a></sup> [a. Gr. γεοργός husbandman] Agricultural. 1660 BURNEY Κέρδ.
  Δῶρον (1661) 42 Men wil sweat upon certain ground in georgical
  affairs, and venture themselves upon uncertain ground in warlike
  exploits.
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.5" href="#fnr-.5">5</a></sup> It should be noted that Glenn Gould preferred georgical to
  lucubratory.
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.6" href="#fnr-.6">6</a></sup> Cf. Nietzsches's <i>schaffender Mensch</i>: “Den Schaffenden hassen
  sie am meisten: den, der Tafeln bricht und alte Werthe, den
  Brecher - den heissen sie Verbrecher.” Zarathustra, §56.</p ><p >
  </p ><p >
  [They hate facient man the most: he who breaks
  tables and old values; the breaker: they nominate
  him law-breaker.]
</p>


<p class="footnote"><sup><a class="footnum" name="fn-.7" href="#fnr-.7">7</a></sup> [a. L. <i>diurnalem</i> ] Diurnal. 1590 SPENSER F.Q. I. xi. 31
  Phœbus..his faint steedes watred in Ocean deepe, Whiles from their
  iournall labours they did rest.
</p>



</div>
</div>
</div>

</body>
</html>
